Repository: soicon/Xamarin-app
Catalog: Mobile/Mobile/Resources/LocalTexts.*.resx
Languages: vi

# AlertPage
source: Alert
vi: Cảnh báo

# ContactPage
source: Contact
vi: Liên hệ

source: English
vi: Tiếng anh

# FamilyPage
source: Family
vi: Gia đình

# HomePage
source: Home
vi: Trang chủ

# LanguagePage
source: Language
vi: Ngôn ngữ

# LoginPage
source: Login
vi: Đăng nhập

# LogoutPage
source: Logout
vi: Đăng xuất

# NewsPage
source: News
vi: Tin tức

# ProfilePage
source: Profile
vi: Thông tin cá nhân

# RegisterPage
source: Register
vi: Đăng ký

# ReportPage
source: Report
vi: Báo cáo

source: Settings
vi: Cài đặt

source: Vietnamese
vi: Tiếng việt

# VNRC
source: Viet Nam Red Cross Society
vi: Hội chữ thập đỏ Việt Nam

# AfterDisater
source: After the disaster reporting
vi: Báo cáo sau thảm họa

# BeforeDisater
source: Pre-disaster report
vi: Báo cáo trước thảm họa

# LoginTitle
source: You are not logged in
vi: Bạn chưa đăng nhập

# LoginSuccess
source: You have successfully logged
vi: Đăng nhập thành công

# LogoutSuccess
source: Log out successfully
vi: Đăng xuất thành công

source: Notification
vi: Thông báo

# answer44c
source: Yes (If yes, answer question 44c)
vi: Có (Nếu có, trả lời câu 44c)

source: By whom do?
vi: Do ai thực hiện?

# food1
source: 1. After the catastrophe, is food production of the community affected?
vi: 1. Sau thảm họa, việc sản xuất lương thực của cộng đồng có bị ảnh hưởng gì không?

# food10
source: 10. Assuming customer demand doubles, do you have enough goods to sell?
vi: 10. Giả sử nhu cầu của khách hàng tăng gấp đôi, anh/chị có đủ hàng để bán không?

# food11
source: 11. Have you ever had enough goods to sell?
vi: 11. Đã bao giờ anh/chị không có đủ hàng để bán chưa?

# food2
source: 2. Are the people's food reserves damaged?
vi: 2. Lương thực dự trữ của người dân có bị thiệt hại không?

# food3
source: 3. What have affected people done to cope with this damage?
vi: 3. Người dân bị ảnh hưởng đã làm gì để ứng phó với thiệt hại này?

# food4
source: 4. Has there been food intervention?
vi: 4. Đã hoặc sẽ có can thiệp về lương thực chưa?

# food5
source: 5. What are the impacts of affected people's income?
vi: 5. Thu nhập của người dân bị ảnh hưởng có bị tác động gì không?

# food6
source: 6. Do people now have access to food markets / shops?
vi: 6. Hiện tại, người dân có tiếp cận được chợ/cửa hàng bán lương thực hay không?

# food7
source: 7. On average, how long does it take people (in minutes) to reach the market / store?
vi: 7. Trung bình, người dân đi mất bao lâu (tính bằng phút) để đến được chợ/cửa hàng?

# food8
source: 8. After the storm, the price of food staples (rice) fluctuate? (number 48 - 50 used to interview traders in the nearest area)
vi: 8. Sau bão, giá mặt hàng lương thực chính (gạo) có biến động không? (câu số 48 - 50 dùng để phỏng vấn người buôn bán ở địa bàn gần nhất)

# food9
source: 9. Currently, rice is available in the local market? (mark 'v' in the appropriate box)
vi: 9. Hiện tại, gạo có sẵn trên thị trường địa phương không? (đánh dấu 'v' vào ô phù hợp)

# health1
source: 1. After the disaster, is the affected community affected by health?
vi: 1. Sau thảm họa, cộng đồng bị ảnh hưởng có bị tác động về sức khỏe không?

# health2
source: 2. Are there any communicable diseases that result from the disaster?
vi: 2. Có bệnh truyền nhiễm nào phát sinh do hậu quả của thảm họa hay không?

# health3
source: 3. Do people have to pay for medicine / hospital fees?
vi: 3. Người dân có phải trả tiền thuốc/viện phí không?

# home1
source: 1. What are the types of local housing?
vi: 1. Các loại hình nhà ở địa phương là gì?

# home10
source: 10. Who is affected household utensils to use?
vi: 10. Những người bị ảnh hưởng hiện có đồ dùng gia đình để sử dụng không?

# home11
source: 11. Has there been or will there be any interference with household tools / utensils?
vi: 11. Đã hoặc sẽ có can thiệp gì về dụng cụ/đồ dùng gia đình chưa?

# home2
source: 2. What is the structure of the house popular in the community?
vi: 2. Kết cấu nhà phổ biến ở cộng đồng như thế nào?

# home3
source: 3. Damage to the house after the storm (only damage to the main house).
vi: 3. Thiệt hại về nhà sau bão (chỉ tính thiệt hại nhà ở chính).

# home3des
source: The home must have been occupied for at least the last 6 months and during a disaster. House speed: 50% of the main roof
vi: Nhà phải đang có người ở ít nhất trong vòng 6 tháng gần đây và trong thời gian xảy ra thảm họa. Nhà tốc mái: tốc/hỏng từ 50% mái nhà chính trở lên

# home4
source: 4. How did people respond to house damage (tick 'v' in the appropriate boxes)
vi: 4. Người dân đã ứng phó thế nào với thiệt hại về nhà (đánh dấu 'v' vào các ô phù hợp)

# home5
source: 5. Are construction materials (including tarpaulins ...) available locally? (mark 'X' in the appropriate box)
vi: 5. Các mặt hàng vật liệu xây dựng (bao gồm cả tấm bạt nhựa…) có bán sẵn ở địa phương hay không? (đánh dấu 'X' vào ô phù hợp)

# home6
source: 6. After the storm, prices of building materials increased?
vi: 6. Sau bão, giá các mặt hàng vật liệu xây dựng có tăng không?

# home7
source: 7. Has there been or will be housing related interventions?
vi: 7. Đã hoặc sẽ có can thiệp liên quan đến nhà ở chưa?

# home8
source: 8. Are people affected by household items (blankets, curtains, cooking utensils)?
vi: 8. Người dân có bị ảnh hưởng về đồ dùng gia đình (chăn, màn, dụng cụ nấu ăn)?

# home9
source: 9. How have affected people responded?
vi: 9. Những người bị ảnh hưởng đã ứng phó như thế nào?

# info1
source: 1. Total number of villages in the commune
vi: 1. Tổng số thôn trong xã

# info11
source: 11. Total number of deaths due to disaster
vi: 11.Tổng số người chết do thảm họa

# info12
source: 12. Total number of people injured by disaster
vi: 12.Tổng số người bị thương do thảm họa

# info13
source: 13. Among the poor and near poor households affected by the disaster, how many households have the following objects:
vi: 13. Trong số các hộ nghèo và cận nghèo bị thiệt hại bởi thảm họa nêu trên, có bao nhiêu hộ có các đối tượng sau:

# info13a
source: a. Women who are pregnant or breastfeeding
vi: a. Phụ nữ có thai hoặc cho con bú

# info13b
source: b. Children under 5 years old
vi: b. Trẻ em dưới 5 tuổi

# info13c
source: c. Important is the main labor in the household (the person who feeds the family)
vi: c. Nữ là lao động chính trong gia đình hộ (là người nuôi sống gia đình)

# info13d
source: d. People with disabilities and people with chronic diseases
vi: d.Người khuyết tật và người có bệnh mãn tính

# info14
source: 14. Socio-cultural characteristics of the locality:
vi: 14. Đặc điểm văn hóa xã hội của địa phương:

# info14a
source: 1. Percentage of ethnic minority people
vi: 1.Tỷ lệ % người dân tộc thiểu số

# info14b
source: 2. Percentage of people who can read and write
vi: 2. Tỷ lệ % người biết đọc, biết viết

# info15
source: 15. What are the vulnerabilities (pre-disaster)?
vi: 15. Các tình trạng dễ bị tổn thương (trước thảm họa) là gì?

# info16
source: 16. The main types of livelihoods in the locality (tick the appropriate box):
vi: 16. Các loại hình sinh kế chủ yếu ở địa phương (đánh dấu vào ô thích hợp):

# info16a
source: a. Agriculture (rice, crops)
vi: a. Nông nghiệp (lúa, hoa màu)

# info2
source: 2. Total number of households in the commune
vi: 2. Tổng số hộ trong xã

# info3
source: 3. Total population
vi: 3. Tổng số dân

# info4
source: 4. Of which the total number of women
vi: 4. Trong đó tổng số nữ

# info5
source: 5. Total poor households
vi: 5. Tổng số hộ nghèo

# info6
source: 6. Total near poor households
vi: 6. Tổng số hộ cận nghèo

# info7
source: 7. Total number of villages damaged
vi: 7. Tổng số thôn bị thiệt hại

# info8
source: 8. Total number of damaged households in general
vi: 8. Tổng số hộ gia đình bị thiệt hại nói chung

# info9
source: 9. Total poor households damaged
vi: 9. Tổng số hộ nghèo bị thiệt hại

source: Specify interventions?
vi: Nêu rõ các can thiệp?

# String1
source: d. Aquaculture (including fishing)
vi: d. Nuôi trồng thủy sản (bao gồm cả đánh bắt hải sản)

# String10
source: 18. Response activities have been or will take place in the locality?
vi: 18. Các hoạt động ứng phó đã hoặc sẽ diễn ra tại địa phương?

# String11
source: What is the activity?
vi: Hoạt động là gì

# String12
source: By whom?
vi: Do ai tiến hành

# String13
source: 19. What is the security situation of the locality, is there anything to worry about?
vi: 19. Tình hình an ninh của địa phương như thế nào, có gì đáng lo ngại không?

# String14
source: 1. After the disaster, do people have enough clean water (food and drink)?
vi: 1. Sau thảm họa, người dân hiện có đủ nước sạch (ăn uống, sinh hoạt) không?

# String15
source: 2. How many people use water per day?
vi: 2. Hiện nay, mỗi người dân sử dụng bao nhiêu lít nước/ngày?

# String16
source: 3. At what time do people's water come from? (Mark 'v' in the appropriate boxes)
vi: 3. Hiện tại, nước sinh hoạt của người dân lấy từ đâu?(đánh dấu 'v' vào các ô phù hợp)

# String17
source: Well with cover, wells
vi: Giếng có nắp che, giếng khoan

# String18
source: Machine water
vi: Nước máy

# String19
source: Rain water
vi: Nước mưa

# String2
source: b. forestry
vi: b. Lâm nghiệp

# String20
source: Other (specify)
vi: Khác (nêu rõ)

# String21
source: Water in rivers, lakes, ponds, dams
vi: Nước ở sông, hồ, ao, đập

# String22
source: 4. Is the water at risk of microbial or chemical contamination?
vi: 4. Nguồn nước này có nguy cơ bị nhiễm vi sinh vật hoặc hóa chất không?

# String23
source: If yes, indicate the risk
vi: Nếu có, ghi rõ nguy cơ

# String24
source: 5. What water source can be used to provide enough for affected people?
vi: 5. Có thể sử dụng nguồn nước nào để đủ cung cấp cho người bị ảnh hưởng?

# String25
source: a. Clear water source
vi: a. Nếu rõ nguồn nước

# String26
source: b. Specify the measures needed to treat the water source
vi: b. Nêu rõ biện pháp cần thiết để xử lý nguồn nước

# String27
source: 6. Do people have safe water containers?
vi: 6. Người dân có dụng cụ chứa nước an toàn không?

# String28
source: 7. How far do people have to go in meters to get water?
vi: 7. Hiện tại, người dân phải đi bao xa (tính theo mét) để lấy nước?

# String29
source: 9. Was there any water support available?
vi: 9. Đã hoặc sẽ có hỗ trợ nào về nước sạch chưa?

# String3
source: e. Renting
vi: e. Làm thuê

# String30
source: What support / supported objects
vi: Hỗ trợ gì/Đối tượng được hỗ trợ

# String31
source: Supporting units
vi: Đơn vị hỗ trợ

# String32
source: Yes (If yes, specify)
vi: Có (Nếu có, ghi rõ)

# String33
source: 10. After the disaster, where are people defecating? (mark 'v' in the appropriate boxes)
vi: 10. Sau thảm họa, người dân đại tiện ở đâu? (đánh dấu 'v' vào các ô phù hợp)

# String34
source: Two toilet compartment / toilet of the household
vi: Hố xí 2 ngăn/nhà cầu của hộ gia đình

# String35
source: Fish ponds, rivers and streams
vi: Ao cá, sông suối

# String36
source: Toilet of the village / hamlet
vi: Nhà vệ sinh/nhà cầu tập thẻ của thôn/ấp

# String37
source: Fields, garden / shrubs
vi: Ruộng, vườn/bụi cây

# String38
source: Septic taps / household toilets
vi: Hố xí tự hoại/nhà cầu của hộ gia đình

# String39
source: 11. Do people have clean water and soap to wash their hands after using the toilet?
vi: 11. Người dân có nước sạch và xà phòng để rửa tay sau khi đi vệ sinh không?

# String4
source: c. Raising cattle and poultry
vi: c. Chăn nuôi gia súc, gia cầm

# String40
source: 12. What is the local toilet / toilet type?
vi: 12. Loại nhà vệ sinh/nhà cầu thông dụng ở địa phương là gì?

# String41
source: 13. What are the common types of materials for local toilets / toilets?
vi: 13. Loại vật liệu thông dụng để xây nhà vệ sinh/nhà cầu ở địa phương là gì?

# String42
source: 14. What support / toilets have been or will be available?
vi: 14. Đã hoặc sẽ có hỗ trợ nào về nhà vệ sinh/nhà cầu chưa?

# String43
source: 15. How do households treat waste? (mark 'v' in the appropriate boxes)
vi: 15. Các hộ dân xử lý rác thải như thế nào? (đánh dấu 'v' vào các ô phù hợp)

# String44
source: Burning
vi: Đốt

# String45
source: Collect garbage concentrate
vi: Thu rác tập trung

# String46
source: Bury
vi: Chôn

# String47
source: Other (specify)
vi: Hình thức khác (ghi rõ)

# String48
source: Yes (if yes, determine which type of market / store people can buy food) (mark 'v' in the appropriate boxes)
vi: Có (nếu có, xác định loại chợ/cửa hàng người dân có thể mua lương thực) (đánh dấu 'v' vào các ô phù hợp)

# String49
source: Happened. If it happened, how long did it take you to sell it back?
vi: Đã xảy ra. Nếu đã xảy ra, mất bao lâu anh/chị có hàng để bán trở lại:

# String5
source: f. Business
vi: f. Kinh doanh, buôn bán

# String50
source: Retailer in small quantity
vi: Người bán lẻ số lượng ít

# String51
source: Retailers in bulk
vi: Người bán lẻ số lượng lớn

# String6
source: 17. The following functional systems are operating (marking 'v' in the appropriate boxes).
vi: 17. Các hệ thống chức năng sau đây có vận hành không(dấu 'v' vào các ô phù hợp)

# String7
source: a. Health facilities (hospitals, clinics, health stations, stations, first aid points)
vi: a. Cơ sở y tế (bệnh viện, phòng khám, trạm y tế, trạm, điểm sơ cấp cứu)

# String8
source: b. Transport
vi: b. Phương tiện giao thông

# String9
source: c. Roads (accessibility of affected sites)
vi: c. Đường xá (khả năng tiếp cận địa bàn bị ảnh hưởng)

# Table1
source: Additional observations / findings:
vi: Ghi thêm quan sát/phát hiện:

# Table2
source: Additional information needed:
vi: Các thông tin cần kiểm chứng thêm:

# Table3
source: Other Notes:
vi: Ghi chú khác:

# Yes1
source: Yes
vi: Có

# No1
source: No
vi: Không

# String52
source: Yes (if yes, specify percentage of change and reason):
vi: Có (nếu có, ghi rõ tỉ lệ % biến động và lý do):

# String53
source: In stock for at least 1 week
vi: đủ hàng cho ít nhất 1 tuần

# String54
source: limited quantity only for 1-2 days
vi: số lượng hạn chế chỉ đủ cho 1-2 ngày

# String55
source: In less than 1 week (3-5 days)
vi: đủ hàng cho ít hơn 1 tuần (từ 3-5 ngày)

# String56
source: no reserve 0-1 days
vi: không có hàng dự trữ 0-1 ngày

# String57
source: Never
vi: Chưa bao giờ

# String58
source: a.No (If not, go to question 22)
vi: a.Không (Nếu không ,tiếp câu 22)

# String59
source: b. Yes (If yes, answer the questions)
vi: b.Có (Nếu có trả lời các câu)

# String60
source: c. What specific effects and the number of cases is higher than normal?
vi: c.Nêu cụ thể ảnh hưởng gì và số ca mắc cao hơn bình thường là bao nhiêu?

# String61
source: What interventions have been or will be implemented?
vi: Các can thiệp nào đã hoặc sẽ thực hiện?

# String62
source: Who is supported?
vi: Đối tượng nào được hỗ trợ?

# String63
source: a. No (If not, go to question 23)
vi: a. Không (Nếu không ,tiếp câu 23)

# String64
source: b. Yes (If yes, go to question 22c)
vi: b. Có (Nếu có trả lời tiếp câu 22c)

# String65
source: What specific disease?
vi: Nêu cụ thể bệnh gì?

# String66
source: What interventions have been or will be implemented?
vi: Các can thiệp nào đã hoặc sẽ thực hiện?

# String67
source: If yes, write more information
vi: Nếu có, ghi thêm thông tin

# String68
source: Quantily
vi: Số lượng

# String69
source: Reason
vi: Nguyên nhân

# String70
source: Houses collapsed completely
vi: Nhà sập đổ hoàn toàn

# String71
source: The house was washed away
vi: Nhà bị cuốn trôi

# String72
source: Severely damaged home can not be repaired
vi: Nhà bị hư hỏng nặng không thể sửa chữa

# String73
source: House roof speed
vi: Nhà bị tốc mái

# String74
source: At the house of acquaintance
vi: Ở nhờ nhà người quen

# String75
source: At the evacuation site
vi: Ở nơi sơ tán

# String76
source: Temporary house for living
vi: Dựng tạm nhà để ở

# String77
source: Not yet
vi: Chưa

# String78
source: Yes (If yes, answer question 59c)
vi: Có (Nếu có trả lời câu 59c)

# String79
source: Specify what intervention ?
vi: Nêu cụ thể can thiệp gì ?

# String80
source: Yes (If answered in v. 63c)
vi: Có (Nếu có trả lời câu 63c)

# String81
source: g. Other (specify)
vi: g. Khác (Nêu rõ)

# String82
source: If yes, specify type
vi: Nếu có, ghi rõ loại

# String83
source: Unknown
vi: Không biết

# String84
source: Other comments
vi: Ý kiến khác

# String100
source: Blood group
vi: Nhóm máu

# String101
source: Mobile
vi: Điện thoại di động

# String102
source: Landline phone
vi: Điện thoại cố định

# String103
source: Submit
vi: Gửi đơn đăng ký

# String85
source: Fullname
vi: Họ tên

# String86
source: Gender
vi: Giới tính

# String88
source: Male
vi: Nam

# String89
source: Female
vi: Nữ

# String90
source: Other
vi: Khác

# String91
source: Position / Unit
vi: Chức vụ/Đơn vị

# String92
source: Address
vi: Địa chỉ

# String93
source: Select Address
vi: Chọn địa chỉ

# String94
source: Position wanted
vi: Vị trí mong muốn

# String95
source: Central level management
vi: Quản lý cấp trung ương

# String96
source: Provincial management
vi: Quản lý cấp tỉnh

# String97
source: Commune level management
vi: Quản lý cấp xã

# String98
source: Member
vi: Hội viên

# String99
source: Birthday
vi: Ngày sinh

# String104
source: Reporter information
vi: Thông tin người báo cáo

# String105
source: General information
vi: Thông tin chung

# String106
source: Health status
vi: Tình trạng sức khỏe

# String107
source: Clean water and sanitation
vi: Nước sạch và vệ sinh

# String108
source: Food and nutrition
vi: Lương thực và dinh dưỡng

# String109
source: Accommodation and non-food items
vi: Chỗ ở và mặt hàng phi lương thực

# String110
source: Next
vi: Tiếp

# String111
source: Previous
vi: Quay lại

# String112
source: Save
vi: Lưu lại

# String113
source: Send report
vi: Gửi báo cáo

# String114
source: Function
vi: Chức năng

# String115
source: Select language
vi: Lựa chọn ngôn ngữ

# String116
source: Other functions
vi: Chức năng khác

# String117
source: Check out the new version
vi: Kiểm tra phiên bản mới

# String118
source: Terms of use
vi: Điều khoản sử dụng

# String119
source: Log out
vi: Đăng xuất

# String120
source: Show notification
vi: Hiển thị thông báo

# String121
source: District
vi: Huyện

# String122
source: Select the district
vi: Chọn huyện

# String123
source: Information provider
vi: Người cung cấp thông tin

# String124
source: Information provider
vi: Người cung cấp thông tin

# String125
source: 1. Total number of communes in the district
vi: 1. Tổng số xã trong huyện

# String126
source: 5. Total number of affected communes
vi: 5. Tổng số xã bị ảnh hưởng

# String127
source: 2. Total number of households
vi: 2. Tổng số hộ gia đình

# String128
source: 6. Total number of affected communes
vi: 6. Tổng số xã bị ảnh hưởng

# String129
source: 3. Total population
vi: 3. Tổng số dân

# String130
source: 6. Total near poor households
vi: 6. Tổng số hộ cận nghèo

# String131
source: 4. Total points evacuated
vi: 4. Tổng số điểm sơ tán

# String132
source: 8. Total early warning system (loudspeaker)
vi: 8. Tổng số hệ thống cảnh báo sớm (loa)

# String133
source: 9. Other information
vi: 9. Thông tin khác

# String134
source: FACTOR INFORMATION AND ACTIVITY RESPONSE
vi: THÔNG TIN LỰC LƯỢNG VÀ HOẠT ĐỘNG ỨNG PHÓ

# String135
source: Are preparedness actions already or will take place locally?
vi: Các hoạt động chuẩn bị ứng phó đã hoặc sẽ diễn ra tại địa phương?

# String136
source: What activities?
vi: Hoạt động gì?

# String137
source: By whom?
vi: Do ai tiến hành?

# String138
source: 1. Total number of PDRT team members activated / announced
vi: 1. Tổng số thành viên Đội PDRT được kích hoạt/thông báo

# String139
source: 3. Number of PDRT team members ready to respond
vi: 3. Số thành viên Đội PDRT sẵn sàng tham gia ứng phó

# String140
source: 2. Total number of volunteers
vi: 2. Tổng số tình nguyện viên

# String141
source: 4. Total number of volunteers mobilized to respond
vi: 4. Tổng số tình nguyện viên được huy động ứng phó

# String142
source: 5. Other information
vi: 5. Thông tin khác

# String143
source: RESEARCH RESPONSE TO RESPONSE
vi: NGUỒN LỰC PHỤC VỤ CÔNG TÁC ỨNG PHÓ

# String144
source: 1. Total amount
vi: 1. Tổng số tiền

# String145
source: 7. Total number of tents / canvas
vi: 7. Tổng số lều/nhà bạt

# String146
source: 2. Number of kilograms of rice
vi: 2. Tổng số kilôgam gạo

# String147
source: 8. Total number of mobile toilets
vi: 8. Tổng số nhà vệ sinh di động

# String148
source: 3. Total noodle shrimp
vi: 3. Tổng số mỳ tôm

# String149
source: 9. Total disinfectant / water purifier
vi: 9. Tổng số viên khử khuẩn/viên lọc nước

# String150
source: 4. Total number of domestic boxes
vi: 4. Tổng số thùng hàng gia đình

# String151
source: 10. Total number of water filters / ceramic filter
vi: 10. Tổng số bình lọc nước/bình lọc gốm

# String152
source: 5. Total home repair kit
vi: 5. Tổng số bộ dụng cụ sửa nhà

# String153
source: 11. Total number of water filters
vi: 11. Tổng số máy lọc nước

# String154
source: 6. The total number of canvas
vi: 6. Tổng số tấm bạt

# String155
source: 12. Total number of toilets
vi: 12. Tổng số nhà vệ sinh

# String156
source: 13. Other information
vi: 13. Thông tin khác

# String157
source: Submit the report successfully
vi: Gửi báo cáo thành công

# String158
source: This report can not be submitted
vi: Không thể gửi báo cáo này

# String159
source: You need to sign in to submit this report
vi: Bạn cần đăng nhập để gửi báo cáo này

# String160
source: Confirm submitting report
vi: Xác nhận gửi báo cáo

# String161
source: Are you sure you want to send this report?
vi: Bạn có chắc chắn muốn gửi báo cáo này?

# String162
source: Fullname...
vi: Họ và tên...

# String163
source: d. Aquaculture (including fishing)
vi: Tin cảnh báo

# String164
source: 3. At what time do people's water come from? (Mark 'v' in the appropriate boxes)
vi: Tin tức...

# String165
source: Province
vi: Tỉnh

# String166
source: Events
vi: Sự kiện

# String167
source: Select Events
vi: Chọn sự kiện

# String168
source: Province
vi: Tỉnh/thành

# String169
source: Select province
vi: Chọn tỉnh

# String170
source: Sign out?
vi: Xác nhận đăng xuất

# String171
source: Well with cover, wells
vi: Bạn có chắc chắn muốn đăng xuất?

# String172
source: Add new user successfully
vi: Thêm mới người dùng thành công thành công

# String173
source: Successfully updated user successfully
vi: Cập nhật người dùng thành công thành công

# String174
source: Can not add new user
vi: Không thể thêm mới người dùng

# String175
source: There was an error inviting retry
vi: Đã có lỗi xảy ra mời thử lại

# String176
source: Are you sure you want to delete this user?
vi: Bạn có chắc chắn muốn xóa người dùng này?

# String177
source: Confirm delete
vi: Xác nhận xóa

# String178
source: Delete user successfully
vi: Xóa người dùng thành công

# String179
source: This operation can not be performed
vi: Không thể thực hiện được thao tác này

# String180
source: Do you want to activate this user?
vi: Bạn có muốn kích hoạt người dùng này?

# String181
source: Machine water
vi: Kích hoạt người dùng thành công

# String182
source: Would you like to disable this user?
vi: Bạn có muốn disable người dùng này?

# String183
source: Disable the user successfully
vi: Disable người dùng thành công

# String184
source: Add new family
vi: Thêm mới hộ gia đình

# String185
source: Update family
vi: Cập nhật hộ gia đình

# String186
source: You do not have permission to perform this function
vi: Bạn đã không có quyền thực hiện chức năng này

# String187
source: Add new family successfully
vi: Thêm mới hộ gia đình thành công

# String188
source: Can not add new family
vi: Không thể thêm mới hộ gia đình

# String189
source: Family Update Successful
vi: Cập nhật hộ gia đình thành công

# String190
source: Failed to update family
vi: Không thể cập nhật hộ gia đình
