Repository: soicon/Xamarin-app
Catalog: Mobile/Mobile/Resources/LocalTexts.*.resx
Languages: vi

# String191
source: Rain water
vi: Không tìm thấy gia đình cần cập nhật

# String192
source: Family details
vi: Chi tiết hộ gia đình

# String193
source: Are you sure you want to delete this family?
vi: Bạn có chắc chắn muốn xóa hộ gia đình này?

# String194
source: Clear successful family
vi: Xóa hộ gia đình thành công

# String195
source: Successful news updates
vi: Cập nhật tin tức thành công

# String196
source: Add new news successfully
vi: Thêm mới tin tức thành công

# String197
source: Delete news successfully
vi: Xóa tin tức thành công

# String198
source: Are you sure you want to delete this news?
vi: Bạn có chắc chắn muốn xóa tin tức này?

# String199
source: Update personal information
vi: Cập nhật thông tin cá nhân

# String200
source: Add new user successfully
vi: Thêm mới người dùng thành công thành công

# String201
source: Other (specify)
vi: Không thể thêm mới người dùng

# String202
source: Add new alert successfully
vi: Thêm mới cảnh báo thành công

# String203
source: Could not add new alert
vi: Không thể thêm mới cảnh báo

# String204
source: Update successful alerts
vi: Cập nhật cảnh báo thành công

# String205
source: Failed to update the alert
vi: Không thể cập nhật cảnh báo

# String206
source: Are you sure you want to delete this warning?
vi: Bạn có chắc chắn muốn xóa cảnh báo này?

# String207
source: Successfully cleared alerts
vi: Xóa cảnh báo thành công

# String208
source: Update news
vi: Cập nhật tin tức

# String209
source: Add new news
vi: Thêm mới tin tức

# String210
source: b. forestry
vi: Tiêu đề

# String211
source: Water in rivers, lakes, ponds, dams
vi: Nội dung

# String221
source: 4. Is the water at risk of microbial or chemical contamination?
vi: Bạn chưa nhập email

# String231
source: If yes, indicate the risk
vi: Thêm nội dung
